language_menu = "Выберите язык чтобы изменить настройки бота"

faq = """ \
<b>Crypto Shot</b> — это инструмент для заработка в P2P индустрии. <b>Crypto Shot</b> является инновационным сканером на рынке Р2Р, межбиржевого и внутрибиржевого арбитража криптовалют! 

▫️ Бот анализирует разницу курсов на 56 мировых биржах
▫️ Поиск разницы курсов на биржах в режиме Р2Р - торговли
▫️ Поиск разницы курсов криптовалютных пар на биржах в режиме SPOT - торговли
▫️ Уникальный алгоритм поиска сигналов Р2Р - SPOT - Р2Р
▫️ Доступ ко всем мировым валютам
▫️ Доступ ко всем мировым платёжным системам и банкам
"""

support_link = """🔘 <a href="https://t.me/CRYPTO_SHOT_SUPPORT"><b>Support</b></a> 🔘"""

rates = """
🔘 <b><u>CRYPTO SHOT</u></b> 🔘

▫️ MANUAL по P2P + 150 арбитражных связок
▫️ Доступ к межбиржевому сканеру SPOT торговли
▫️ Доступ к Р2Р сигналам 
▫️ Доступ к VIP сигналам P2P-SPOT-P2P
▫️ Партнёрская программа 15-10-5
▫️ Индивидуальное наставничество по настройкам параметров Crypto Shot
▫️ Юридическая консультация от профессионалов в сфере крипто юриспруденции в случае блокировки карт и платежных систем

<b><u>Стоимость CRYPTO SHOT и возможные способы оплаты уточняйте у специалистов поддержки</u></b> 🛡️
"""

test_drive = """
Тестовый период <b>Crypto Shot</b> имеет ограниченный функционал. 

Полный функционал <b>Crypto Shot</b> Вы можете получить после активации.
"""
