error = """ \
Ошибка 🤕
Свяжитесь с <a href="https://t.me/CRYPTO_SHOT_SUPPORT">техподдрежкой</a>!
"""

new_user_greeting = """ \
Добро пожаловать в команду ловцов спреда!
<b>Crypto Shot</b> изменил привычный подход к арбитражу криптовалют и P2P-торговле.
Теперь не нужно тратить время на поиск самых выгодных внутрибирживых и межбиржевых связок. <b>Crypto Shot</b> сделает это за Вас ❕
"""

existing_user_greeting = """ \
{first_name}, бот перезапущен!
"""

language_is_set = "Язык был обновлен на <code>{language}</code>"

payment_success = """ \
<b><u>CRYPTO SHOT АКТИВИРОВАН</u></b> 🎯
"""
 
tester_activated = """\
Тестовый период пользования <b>Crypto Shot</b> активирован, в течение одного часа Вам доступен следующий функционал:

- Сумма банка: Любая
- Платёжные системы: Любые банки
- Биржи: Все биржи
- Криптовалюта: Все монеты
- Максимальный спред: 1%
- Тип торговли: Taker - Maker
"""

tester_expired = """
Тестовый период подошел к концу! Мы надеемся что Вы изучили функционал и оценили потенциал работы <b>Crypto Shot</b>.
"""
subscription_expired_ = """
Ваша подписка на <b>Crypto Shot</b> подошла к концу!
Мы надеемся что Вы изучили функционал и оценили потенциал работы <b>Crypto Shot</b>.
"""

access_zeroed_ = """
Ваш доступ был успешно обнулён!
"""
