faq = """ \
<b>Crypto Shot</b> — это инструмент для заработка в P2P индустрии. <b>Crypto Shot</b> является инновационным сканером на рынке Р2Р, межбиржевого и внутрибиржевого арбитража криптовалют! 

▫️ Бот анализирует разницу курсов на 56 мировых биржах
▫️ Поиск разницы курсов на биржах в режиме Р2Р - торговли
▫️ Поиск разницы курсов криптовалютных пар на биржах в режиме SPOT - торговли
▫️ Уникальный алгоритм поиска сигналов Р2Р - SPOT - Р2Р
▫️ Доступ ко всем мировым валютам
▫️ Доступ ко всем мировым платёжным системам и банкам

<b><u>ПАНЕЛЬ ИНСТРУМЕНТОВ Crypto Shot</u>:</b>

📰 <b><a href="">КАНАЛ</a></b>
📔 <b><a href="">GUIDE</a></b>
💳 <b><a href="https://telegra.ph/PRICE-09-01-2">PRICE</a></b>
🤝 <b><a href="https://telegra.ph/PARTNERSKAYA-PROGRAMMA-09-01">ПАРТНЕРСКАЯ ПРОГРАММА</a></b>
🔊 <b><a href="">ОТЗЫВЫ</a></b>
👁‍🗨 <b><a href="">СВЯЗЬ</a></b>
"""  # add link

channel_link = "🔘 <b>Ссылка на канал</b> - In progress"  # add link
support_link = "🔘 <b>Support</b> - In progress"  # add link


rates = """
🔘 <b><a href="https://telegra.ph/PRICE-09-01-2">ТАРИФ PREMIUM</a></b> 🔘

▫️ MANUAL по P2P + 150 арбитражных связок
▫️ Доступ к межбиржевому сканеру SPOT торговли
▫️ Доступ к Р2Р сигналам 
▫️ Доступ к VIP сигналам P2P-SPOT-P2P
▫️ Партнёрская программа 15-10-5
▫️ Индивидуальное наставничество по настройкам параметров Crypto Shot
▫️ Юридическая консультация от профессионалов в сфере крипто юриспруденции в случае блокировки карт и платежных систем

<b><u>Стоимость тарифа PREMIUM и возможные способы оплаты уточняйте у специалистов поддержки</u></b> 🛡️
"""  # add link


profile = """ \
👤 <b>ВАШ ПРОФИЛЬ Crypto Shot</b>: 

<b>Тариф:</b> <i>PREMIUM</i>
<b>Дата окончания подписки:</b> {expiration_date}
<b>Осталось дней:</b> {days_left}

_______________________________________

<b>МАТЕРИАЛЫ ДЛЯ РАБОТЫ:</b>

📔 <b><a href="https://telegra.ph/Obuchenie-P2P-07-18">MANUAL по Р2Р</a></b>
📚 <b><a href="">GUIDE по Crypto_X_Shot</a></b>
🔂 <b><a href="https://telegra.ph/Paki-iz-150-mezhdunarodnyh-svyazok-09-04">150 МЕЖДУНАРОДНЫХ СВЯЗОК</a></b>

<b>ПАНЕЛЬ ИНСТРУМЕНТОВ:</b>

📰 <b><a href="">КАНАЛ</a></b>
🤝 <b><a href="https://telegra.ph/PARTNERSKAYA-PROGRAMMA-09-01">ПАРТНЕРСКАЯ ПРОГРАММА</a></b>
🔊 <b><a href="">ОТЗЫВЫ</a></b>
👁‍🗨 <b><a href="">СВЯЗЬ</a></b>
"""    # add link

test_drive = """
Обращаем Ваше внимание, что тестовый период <b>Crypto Shot</b> имеет ограниченный функционал. 
Полный функционал <b>Crypto Shot</b> Вы можете получить при покупке тарифа PREMIUM. 
Перед началом тест-драйва рекомендуем ознакомиться с <b><a href="">GUIDE по Crypto Shot</a></b>.
"""  # add link