error = """ \
Ошибка 🤕
Свяжитесь с <a href=">техподдрежкой</a>!
"""  # add link

new_user_greeting = """ \
Добро пожаловать в команду ловцов спреда!
<b>Crypto Shot</b> изменил привычный подход к арбитражу криптовалют и P2P-торговле.
Теперь не нужно тратить время на поиск самых выгодных внутрибирживых и межбиржевых связок. <b>Crypto Shot</b> сделает это за Вас ❕
"""

existing_user_greeting = """ \
{first_name}, бот перезапущен!
"""

payment_success = """ \
Оплата прошла успешно! Тариф <b>PREMIUM</b> активирован.

Поздравляем, теперь Вы часть команды <b>SPREADCATCHERS</b>! 🎊 

<b>МАТЕРИАЛЫ ДЛЯ РАБОТЫ:</b>

📔 <b><a href="https://telegra.ph/Obuchenie-P2P-07-18">MANUAL по Р2Р</a></b>
📚 <b><a href="">GUIDE по Crypto Shot</a></b>
🔂 <b><a href="https://telegra.ph/Paki-iz-150-mezhdunarodnyh-svyazok-09-04">150 МЕЖДУНАРОДНЫХ СВЯЗОК</a></b>
"""  # add link
 
tester_activated = """\
Тестовый период пользования <b>Crypto Shot</b> активирован, в течение одного часа Вам доступен следующий функционал:

- Сумма банка: Любая
- Платёжные системы: Любые банки
- Биржи: Все биржи
- Криптовалюта: Все монеты
- Максимальный спред: 1%
- Тип торговли: Taker - Maker
"""

tester_expired = """
Тестовый период подошел к концу! Мы надеемся что Вы изучили функционал и оценили потенциал работы <b>Crypto Shot</b>.
"""
subscription_expired_ = """
Ваша подписка на <b>Crypto Shot</b> подошла к концу!
Мы надеемся что Вы изучили функционал и оценили потенциал работы <b>Crypto Shot</b>.
"""


access_zeroed_ = """
Ваш доступ был успешно обнулён!
"""